tap "schpet/tap"
tap "tw93/tap"
brew "antigen"
brew "asdf"
brew "autojump"
brew "aws-cdk"
brew "awscli"
brew "bat"
brew "coreutils"
brew "curl"
brew "docker"
brew "fzf"
brew "gh"
brew "git"
brew "maven"
brew "neovim"
brew "pnpm"
brew "python@3.12"
brew "ripgrep"
brew "tmux"
brew "trash", link: true
brew "tree-sitter-cli"
brew "wget"
brew "tw93/tap/mole"
cask "1password-cli"
cask "chatgpt"
cask "claude-code"
cask "codex"
cask "cursor"
cask "firefox"
cask "font-hack-nerd-font"
cask "kitty"
cask "linear-linear"
cask "microsoft-outlook"
cask "mitmproxy"
cask "notion"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "ms-vscode.vscode-typescript-next"
vscode "oracle.oracle-java"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.java"
vscode "stylelint.vscode-stylelint"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
