tap "beeftornado/rmtree"
tap "d12frosted/emacs-plus"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "px4/px4"
brew "antibody"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "ctags"
brew "deno"
brew "docker", link: false
brew "docker-compose", link: false
brew "erlang", link: false
brew "exercism"
brew "libevent"
brew "folly"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "guile"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "grpc"
brew "python@3.9"
brew "haskell-stack"
brew "jq"
brew "neovim"
brew "pnpm"
brew "postgresql"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "unzip"
brew "watchman"
brew "zsh"
brew "facebook/fb/idb-companion"
cask "1password"
cask "alacritty"
cask "alfred"
cask "docker"
cask "expressvpn"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-overpass"
cask "font-overpass-nerd-font"
cask "notion"
cask "postman"
cask "react-native-debugger"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
