tap "beeftornado/rmtree"
tap "d12frosted/emacs-plus"
tap "dwarvesf/tap"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "martido/graph"
tap "osx-cross/avr"
tap "px4/px4"
tap "romkatv/powerlevel10k"
brew "antibody"
brew "antigen"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "autojump"
brew "azure-cli"
brew "bat"
brew "glib"
brew "ctags"
brew "dash"
brew "deno"
brew "docker", link: false
brew "docker-compose"
brew "libevent"
brew "folly"
brew "erlang"
brew "exercism"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "guile"
brew "libidn2"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "grpc"
brew "harfbuzz"
brew "python@3.9"
brew "haskell-stack"
brew "helix"
brew "jq"
brew "pango"
brew "librsvg"
brew "neovim"
brew "node@16"
brew "pnpm"
brew "postgresql@14"
brew "ripgrep"
brew "thefuck"
brew "tmate"
brew "tmux"
brew "trash"
brew "tree"
brew "unzip"
brew "watchman"
brew "zsh"
brew "facebook/fb/idb-companion"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alacritty"
cask "alfred"
cask "cleanmymac"
cask "dash"
cask "docker"
cask "expressvpn"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-overpass"
cask "font-overpass-nerd-font"
cask "ngrok"
cask "notion"
cask "postman"
cask "powershell"
cask "react-native-debugger"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "todoist"
cask "vimmotion"
cask "visual-studio-code"
cask "zoom"
